Repository: netcreativeswas/Love2LearnSign
Catalog: app/lib/l10n/arb/app_*.arb
Languages: bn

# toolsAndRepair
source: Tools & Repair
bn: সরঞ্জাম ও মেরামত

source: Household Items
bn: বাসার জিনিসপত্র

source: Alphabet
bn: বর্ণমালা

source: Numbers
bn: সংখ্যা

# personalPronoun
source: Personal Pronouns
bn: ব্যক্তিবাচক সর্বনাম

source: Question Words
bn: প্রশ্নসূচক শব্দ

# newsAndTvRadio
source: News & TV/Radio
bn: সংবাদ ও মাধ্যম

# onlineAndWeb
source: Online & Web
bn: অনলাইন ও ওয়েব

source: Social Media
bn: সোশ্যাল মিডিয়া

# messagingAndCalls
source: Messaging & Calls
bn: মেসেজিং ও কল

source: Media Types
bn: মিডিয়ার ধরন

source: Devices
bn: ডিভাইস

# weatherAndSeasons
source: Weather & Seasons
bn: আবহাওয়া ও ঋতু

source: Animals
bn: প্রাণী

source: Plants
bn: উদ্ভিদ

# placesAndHabitats
source: Places & Habitats
bn: বাসস্থান

# earthAndDisasters
source: Earth & Disasters
bn: পৃথিবী ও দুর্যোগ

source: People
bn: জনগন

source: Objects
bn: বস্তু

source: Abstract Objects
bn: কল্পনার বস্তু

source: Social Behaviour
bn: সামাজিক আচরণ

source: Habits
bn: অভ্যাস

# politicalSystemAndElections
source: Political System & Elections
bn: রাজনৈতিক ও নির্বাচন ব্যাবস্থা

# ideologiesAndMovements
source: Ideologies & Movements
bn: আন্দোলন

# conflictsAndWars
source: Conflicts & Wars
bn: সংঘাত ও যুদ্ধ

# governanceAndPolicyDebate
source: Governance & Policy Debate
bn: নিয়ম ও শাসনব্যবস্থা আলাপ

# socialIssuesAndCivilSociety
source: Social Issues & Civil Society
bn: সামাজিক বিষয় ও সমাজ

source: Public Service Roles
bn: সরকারি পদ

source: Business Roles
bn: ব্যবসায়িক পদ

# educationAndKnowledgeRoles
source: Education & Knowledge Roles
bn: শিক্ষা ও জ্ঞানের ভূমিকা

source: General Professions
bn: সাধারণ পেশা

source: Technical Jobs
bn: প্রযুক্তিগত কাজ

# beliefsAndPractices
source: Beliefs & Practices
bn: বিশ্বাস ও রীতি

# religiousPeople
source: People
bn: মানুষ

# religiousObjects
source: Objects
bn: বস্তু

source: Religious Places
bn: ধর্মীয় স্থান

source: Festivals
bn: উৎসব

source: Concepts
bn: ধারণা

source: Communication
bn: যোগাযোগ

source: Cognition
bn: চিন্তা-ভাবনা

# emotionAndAttitude
source: Emotion & Attitude
bn: আবেগ ও মনোভাব

source: Perception
bn: ধারণা

# actionAndManipulation
source: Action & Manipulation
bn: কাজ ও পরিচালনা

# movementAndPosture
source: Movement & Posture
bn: চলাফেরা ও অঙ্গভঙ্গি

# stateAndChange
source: State & Change
bn: পরিস্থিতি ও পরিবর্তন

# devicesAndHardware
source: Devices & Hardware
bn: ডিভাইস ও হার্ডওয়্যার

# softwareAndData
source: Software & Data
bn: সফটওয়্যার ও ডেটা

# internetAndNetworks
source: Internet & Networks
bn: ইন্টারনেট ও নেটওয়ার্ক

# engineeringAndMaking
source: Engineering & Making
bn: ইঞ্জিনিয়ারিং

# newTechAndAi
source: New Tech & AI
bn: নতুন প্রযুক্তি ও এআই

source: Calendar
bn: ক্যালেন্ডার

# dayAndTime
source: Day & Time
bn: দিন ও সময়

source: Schedules
bn: সময়সূচি

# frequencyAndDuration
source: Frequency & Duration
bn: সময় ও পুনরাবৃত্তি

source: Vehicles
bn: যানবাহন

source: Places
bn: স্থানসমূহ

# travelAndTickets
source: Travel & Tickets
bn: ভ্রমণ

# roadAndTraffic
source: Road & Traffic
bn: সড়ক ও ট্রাফিক

source: Responsibility
bn: দায়িত্ব

# publicationsAndMaterials
source: Publications & Materials
bn: প্রকাশনা ও সামগ্রী

# meetingsAndAssemblies
source: Meetings & Assemblies
bn: সভা-সমাবেশ

# manualAndBibleUse
source: Manual & Bible Use
bn: ম্যানুয়াল ও বাইবেল ব্যবহার

# serviceAndMinistry
source: Service & Ministry
bn: মন্ত্রণালয় ও সেবা

source: Locations
bn: জায়গা

source: Bible Characters
bn: বাইবেলের চরিত্রসমূহ

source: Historical or Prophetic Events
bn: ঐতিহাসিক ঘটনা বা ভবিষ্যদবাণী

source: Books of the Bible
bn: বাইবেলের বই

source: Bible Teaching
bn: বাইবেলের শিক্ষা

source: Biblical Symbols
bn: বাইবেলের প্রতীক

# wantToLearn
source: LEARN ALSO
bn: আরও শিখুন

# tryTheOpposite
source: LEARN THE OPPOSITE
bn: বিপরীতটি শিখুন

# signUpTitle
source: Sign Up
bn: নিবন্ধন

# displayNameLabel
source: Display Name
bn: প্রদর্শিত নাম

# displayNameValidatorEmpty
source: Please enter your display name
bn: অনুগ্রহ করে আপনার নাম লিখুন

# displayNameValidatorMinLength
source: Display name must be at least 2 characters
bn: নাম কমপক্ষে ২ অক্ষরের হতে হবে

# countryLabel
source: Country *
bn: দেশ *

# countryHelperText
source: Please select your country
bn: অনুগ্রহ করে দেশ নির্বাচন করুন

# countryValidatorEmpty
source: Please select your country
bn: অনুগ্রহ করে দেশ নির্বাচন করুন

# userTypeLabel
source: i am
bn: আমি

# userTypeHelperText
source: Please tell us whether you are hearing impaired (deaf) or a hearing person
bn: দয়া করে বলুন, আপনি কি শ্রবণ প্রতিবন্ধী (বধির) নাকি শ্রবণক্ষম ব্যক্তি?

# userTypeValidator
source: Please select whether you are Hearing Impaired (Deaf) or a hearing person
bn: দয়া করে বাছাই করুন, আপনি কি শ্রবণ প্রতিবন্ধী (বধির) নাকি শ্রবণক্ষম ব্যক্তি?

# userTypeOptionHearingImpaired
source: Hearing Impaired (Deaf)
bn: শ্রবণ প্রতিবন্ধী (বধির)

# userTypeOptionHearing
source: a hearing person
bn: শ্রবণশক্তিসম্পন্ন ব্যক্তি

# confirmPasswordLabel
source: Confirm password
bn: পাসওয়ার্ড নিশ্চিত করুন

# confirmPasswordValidatorEmpty
source: Please confirm your password
bn: অনুগ্রহ করে পাসওয়ার্ড নিশ্চিত করুন

# confirmPasswordValidatorMismatch
source: Passwords do not match
bn: পাসওয়ার্ড মিলছে না

# noteToAdministratorLabel
source: Note to Administrator (Optional)
bn: অ্যাডমিনিস্ট্রেটরের জন্য নোট (ঐচ্ছিক)

# noteToAdministratorHint
source: Write a message to the administrator (optional)
bn: অ্যাডমিনিস্ট্রেটরের জন্য বার্তা লিখুন (ঐচ্ছিক)

# noteToAdministratorHelperText
source: Tell the administrator why you want to join (optional)
bn: অ্যাডমিনিস্ট্রেটরকে বলুন কেন আপনি যোগ দিতে চান (ঐচ্ছিক)

# optionalLabel
source: Optional
bn: ঐচ্ছিক

# signUpButton
source: Sign Up
bn: নিবন্ধন

# alreadyHaveAccount
source: Already have an account?
bn: অ্যাকাউন্ট আছে?

# signInLink
source: Sign In
bn: সাইন ইন

# passwordMismatchError
source: Passwords do not match. Please try again.
bn: পাসওয়ার্ড মিলছে না

# selectCountryError
source: Please select your country
bn: অনুগ্রহ করে দেশ নির্বাচন করুন

# captchaRequiredMessage
source: Please complete the security check to continue.
bn: চালিয়ে যেতে নিরাপত্তা যাচাইকরণ সম্পূর্ণ করুন।

# emailAlreadyExistsError
source: An account already exists for this email
bn: এই ইমেইলে অ্যাকাউন্ট ইতিমধ্যেই রয়েছে

# dontHaveAccount
source: Don't have an account?
bn: অ্যাকাউন্ট নেই?

# premiumSignInRequiredBody
source: Please sign in to buy or restore Premium so it can be linked to your account.
bn: প্রিমিয়াম কিনতে বা রিস্টোর করতে সাইন ইন করুন, যাতে এটি আপনার অ্যাকাউন্টের সাথে যুক্ত করা যায়।

# newUserSignUp
source: New user? Please sign up
bn: নতুন ব্যবহারকারী? দয়া করে নিবন্ধন করুন

# signUpLink
source: Sign Up
bn: নিবন্ধন

source: Sign In with Google
bn: Google দিয়ে সাইন ইন করুন

source: Sign up with Google
bn: Google দিয়ে সাইন আপ করুন

source: Approving your account...
bn: অ্যাকাউন্ট অনুমোদিত হচ্ছে...

# emailVerifiedApprovedMessage
source: Email verified! Your account has been approved. Please sign in.
bn: ই-মেইল যাচাই করা হয়েছে! আপনার অ্যাকাউন্ট অনুমোদিত। অনুগ্রহ করে সাইন ইন করুন।

# accountPendingApprovalTitle
source: Account Pending Approval
bn: অ্যাকাউন্ট অনুমোদনের অপেক্ষায়

# accountAwaitingApprovalHeadline
source: Your account is awaiting approval
bn: আপনার অ্যাকাউন্ট অনুমোদনের অপেক্ষায় রয়েছে

# emailVerifiedSuccess
source: Your email has been successfully verified.
bn: আপনার ইমেল সফলভাবে যাচাইকৃত হচ্ছে

# accountPendingApprovalBody
source: Your email has been successfully verified. Your account is now pending administrator approval. You will receive access once the admin approves your account.
bn: আপনার ই-মেইল যাচাই করা হয়েছে। অ্যাকাউন্টটি এখন অ্যাডমিনিস্ট্রেটরের অনুমোদনের অপেক্ষায় রয়েছে। অ্যাডমিন অ্যাকাউন্ট অনুমোদন দিলে আপনি অ্যাক্সেস পাবেন।

source: Access after approval
bn: অনুমোদনের পর অ্যাক্সেস

source: What happens next?
bn: এরপর কী হবে?

# nextAdminReview
source: An administrator will review your account
bn: একজন অ্যাডমিনিস্ট্রেটর আপনার অ্যাকাউন্ট রিভিউ করবে

# nextRoleAssignment
source: You will be assigned appropriate roles
bn: আপনাকে উপযুক্ত ভূমিকা দেওয়া হবে

# nextAccessAfterApproved
source: You will receive full access to the app
bn: আপনি অ্যাপের সম্পূর্ণ অ্যাক্সেস পাবেন

source: Return to App
bn: অ্যাপে ফিরে যান

# verifyStatusError
source: Error checking verification status
bn: যাচাইকরণ নির্ণয়ে সমস্যা

# verifyEmailResentSuccess
source: Verification email resent successfully
bn: যাচাইকরণ ই-মেইল সফলভাবে পুনরায় পাঠানো হয়েছে

# verifyEmailResentError
source: Error resending verification email
bn: যাচাইকরণ ই-মেইল পুনরায় পাঠাতে সমস্যা হয়েছে

# verifyYourEmailTitle
source: Verify Your Email
bn: ই-মেইল যাচাই করুন

# verifyYourEmailHeadline
source: Please verify your email address
bn: অনুগ্রহ করে আপনার ই-মেইল যাচাই করুন

# verifyEmailSentTo
source: A verification email has been sent to:
bn: যাচাইকরণ ই-মেইল পাঠানো হয়েছে:

# verifyEmailInfoHeader
source: Check your inbox
bn: আপনার ইনবক্স চেক করুন

# verifyEmailInfoBody
source: We've sent a verification link to your email address. Please check your inbox (and spam folder) and click the link to verify your account.
bn: আপনার ই-মেইলে একটি যাচাইকরণ লিঙ্ক পাঠানো হয়েছে। অনুগ্রহ করে আপনার ইনবক্স ( অথবা স্প্যাম ফোল্ডার) চেক করুন এবং অ্যাকাউন্ট যাচাই করতে লিঙ্কে ক্লিক করুন।

# verifyEmailAutoRedirectHint
source: You will be automatically redirected once your email is verified.
bn: ই-মেইল যাচাইয়ের পর স্বয়ংক্রিয়ভাবে রিডাইরেক্ট হবেন।

# sendingLabel
source: Sending...
bn: পাঠানো হচ্ছে...

source: Resend Verification Email
bn: যাচাইকরণ ই-মেইল পুনরায় পাঠান

source: Checking verification status...
bn: যাচাই করা হচ্ছে…

# premiumSectionTitle
source: Premium
bn: প্রিমিয়াম

source: Upgrade to Premium
bn: প্রিমিয়ামে আপগ্রেড করুন

# removeAdsUnlimitedAccess
source: Remove ads and get unlimited access
bn: বিজ্ঞাপন সরান এবং আনলিমিটেড অ্যাক্সেস পান

# removeAllAdsForever
source: Remove all ads forever — Upgrade to Premium.
bn: প্রিমিয়ামে আপগ্রেড করে সমস্ত বিজ্ঞাপন সরিয়ে দিন

source: No Thanks
bn: না ধন্যবাদ

source: Upgrade
bn: আপগ্রেড

source: Monthly Limit Reached
bn: মাসিক সীমা অতিক্রম হয়েছে

# quizLimitReachedMessage
source: You've reached your monthly free Quiz sessions. Watch a short ad to unlock 3 additional Quiz sessions.
bn: আপনি এই মাসের ফ্রি কুইজ সেশন ব্যবহার করেছেন। (ছোট / সংক্ষিপ্ত) বিজ্ঞাপন দেখে 3টি কুইজ সেশন আনলক করুন।

# flashcardLimitReachedMessage
source: You've reached your monthly free Flashcard sessions. Watch a short ad to unlock 3 additional Flashcard sessions.
bn: আপনি এই মাসের ফ্রি ফ্ল্যাশকার্ড সেশন ব্যবহার করেছেন। (ছোট / সংক্ষিপ্ত) বিজ্ঞাপন দেখে 3টি ফ্ল্যাশকার্ড সেশন আনলক করুন।

# goPremiumUnlimited
source: Go Premium for unlimited learning
bn: সীমাহীন শিক্ষার জন্য প্রিমিয়ামে যান

source: Watch Ad
bn: বিজ্ঞাপন দেখুন

# quizSessionsUnlocked
source: ✅ 3 additional Quiz sessions unlocked!
bn: ✅ 3টি অতিরিক্ত কুইজ সেশন আনলক করা হয়েছে!

# flashcardSessionsUnlocked
source: ✅ 3 additional Flashcard sessions unlocked!
bn: ✅ 3টি অতিরিক্ত ফ্ল্যাশকার্ড সেশন আনলক করা হয়েছে!

# failedToLoadAd
source: Failed to load ad. Please try again.
bn: বিজ্ঞাপন লোডে ব্যর্থ হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।

# watchAdCompletely
source: Please watch the ad completely to earn reward.
bn: রিওয়ার্ড পেতে বিজ্ঞাপনটি সম্পূর্ণ দেখুন।

# premiumMember
source: You are a Premium Member!
bn: আপনি প্রিমিয়াম মেম্বার!

source: Renews:
bn: রিনিউ তারিখ:

source: Switch to Yearly Plan
bn: বার্ষিক পরিকল্পনা পরিবর্তন করুন

# saveMoreBestValue
source: Save more with Best Value
bn: সেরা মূল্যে আরও সঞ্চয় করুন

source: Premium Benefits
bn: প্রিমিয়াম সুবিধাগুলো

source: No Ads
bn: কোন বিজ্ঞাপন নেই

source: Unlimited Quiz
bn: আনলিমিটেড কুইজ

source: Unlimited Flashcards
bn: আনলিমিটেড ফ্ল্যাশকার্ড

source: Support App Development
bn: অ্যাপ উন্নয়ন সমর্থন করুন

source: Subscription Plans
bn: সাবস্ক্রিপশন পরিকল্পনা

source: Monthly
bn: মাসিক

source: Yearly
bn: বার্ষিক

source: Best Value
bn: সেরা মূল্য

source: Restore Purchase
bn: ক্রয় পুনরুদ্ধার করুন

source: Upgrade initiated...
bn: আপগ্রেড হচ্ছে…

source: Failed to initiate upgrade
bn: আপগ্রেড করতে ব্যর্থ হয়েছে

source: Restoring purchases...
bn: ক্রয় পুনরুদ্ধার করা হচ্ছে...

source: No purchases found
bn: কোন ক্রয় পাওয়া যায়নি

source: Premium
bn: প্রিমিয়াম

source: Unlimited Learning, Ad-Free
bn: বিজ্ঞাপন ছাড়া আনলিমিটেড শিখুন

# noAdsDescription
source: Remove all ads and learn without interruption
bn: সমস্ত বিজ্ঞাপন সরিয়ে বাধাহীন শিখুন

# unlimitedQuizDescription
source: Play as many quizzes as you want
bn: যতবার খুশি কুইজ খেলুন

# unlimitedFlashcardsDescription
source: Play unlimited flashcard sessions
bn: যতবার খুশি ফ্ল্যাশকার্ড সেশন খেলুন

# supportAppDescription
source: Help us improve the Sign Language Dictionary
bn: আমাদেরকে সাইন ল্যাঙ্গুয়েজ ডিকশনারি উন্নয়নে সাহায্য করুন

source: Purchase initiated...
bn: ক্রয় শুরু হয়েছে...

source: Failed to initiate purchase
bn: ক্রয় ব্যর্থ হয়েছে

source: Your Progress!
bn: আপনার অগ্রগতি!

# learnedSignsThisMonth
source: You've learned {count} signs this month!
bn: এই মাসে আপনি {count}টি সাইন শিখেছেন!

# supportAppRemoveAds
source: Support the app & remove ads with Premium.
bn: প্রিমিয়ামে আপগ্রেড করার মাধ্যমে অ্যাপকে সমর্থন করুন এবং বিজ্ঞাপনগুলি সরান

source: View Premium
bn: প্রিমিয়াম প্ল্যান দেখুন

# aboutSectionTitle
source: About
bn: অ্যাপ সম্পর্কে

# appVersionTitle
source: App Version
bn: অ্যাপ ভার্সন

# freeSessions
source: Free Session: {remaining} / {max}
bn: ফ্রি সেশন: {remaining} / {max}

# watchAdRestoreTokensButton
source: Watch Ad to add 3 tokens
bn: ৩টি টোকেন পেতে বিজ্ঞাপন দেখুন

# googleSignUpCompleteSteps
source: Please complete the following steps
bn: অনুগ্রহ করে নিম্নলিখিত ধাপগুলি সম্পন্ন করুন

# flashcardReviewExisting
source: Review Existing
bn: বিদ্যমান পর্যালোচনা

source: Delete
bn: মুছে ফেলুন

# drawerAboutThisApp
source: About This App
bn: অ্যাপ সম্বন্ধে

# aboutTitle
source: About This App
bn: অ্যাপ সম্বন্ধে

# aboutSection1Title
source: About This App
bn: অ্যাপ সম্বন্ধে

# aboutSection1Body
source: This app was created with a simple goal: to collect the signs most commonly used by deaf people in Bangladesh. It does not try to create or declare an official standard. In Bangladesh there is not yet one national standard sign language. Different books, schools and communities use slightly different versions. That is why some words have more than one sign in this app. Many deaf people who are open to other cultures also start to use signs from other sign languages, such as Indian Sign Language (ISL) or American Sign Language (ASL). This app is only trying to reflect the real, living language that people actually use in daily life. We hope this app will be useful and enjoyable for you.
bn: অ্যাপটি তৈরি করার লক্ষ্য হল সাধারণ, সেটি হল বাংলাদেশে সবচেয়ে বেশি ব্যবহৃত সাইনগুলোকে একত্রিত করা। এই অ্যাপ কোনো অফিসিয়াল স্ট্যান্ডার্ড তৈরি বা ঘোষণা করার চেষ্টা করে না। যেহেতু বাংলাদেশে এখনো কোনো স্ট্যান্ডার্ড বা জাতীয় সাইন ল্যাঙ্গুয়েজ নাই, তাই বিভিন্ন বই, স্কুল ও কমিনিউটিতে ব্যবহৃত কিছু শব্দের ভিন্ন ভিন্ন একাধিক সাইন অ্যাপে রাখা হয়েছে। বাংলাদেশে অনেক বধির ব্যক্তি Indian Sign Language (ISL) বা American Sign Language (ASL)-এর মতো অন্যান্য সাইন ল্যাঙ্গুয়েজও ব্যবহার করেন। তাই, এই অ্যাপের উদ্দেশ্য হল মানুষের দৈনন্দিন জীবনে ব্যবহৃত জীবন্ত ভাষাকে যতটা সম্ভব সঠিকভাবে তুলে ধরা। আমরা আশা করি এই অ্যাপটি আপনার জন্য উপকারী ও আনন্দদায়ক হবে।

# aboutSection2Title
source: Vision for the Future
bn: ভবিষ্যৎ পরিকল্পনা

# aboutSection2Body
source: Our ambition is to go further than a simple dictionary. Step by step we want to build a learning tool that helps you: • learn sign language in a clear, progressive way • track your progress over time • practice with exercises, games and small learning paths In the future we also want to: • allow learners to connect with sign language teachers trained with our method • allow schools to use this app in the classroom • give teachers tools to see their students' progress and which signs are difficult for them Our goal is to support individuals, families and schools who care about the deaf community in Bangladesh.
bn: আমাদের লক্ষ্য সাধারণ অভিধানেই না বরং এমন একটি পূর্ণাঙ্গ শেখার টুল তৈরি করা, যেটির মাধ্যমে আপনি ধাপে ধাপে এবং স্পষ্টভাবে সাইন ল্যাঙ্গুয়েজ শিখতে পারবেন, নিজের অগ্রগতি দেখা এবং বিভিন্ন অনুশীলন, গেম ও ধারাবাহিকভাবে শিখা। এই টুলটি আপনাকে সাহায্য করবে: • ধাপে ধাপে এবং স্পষ্টভাবে সাইন ল্যাঙ্গুয়েজ শিখতে • নিজের অগ্রগতি দেখতে/ট্র্যাক করতে • বিভিন্ন অনুশীলন ও গেমের মাধ্যমে প্র্যাকটিস করতে ভবিষ্যতে আমরা আরও করতে চাই: • যারা শিখছে তাদেরকে প্রশিক্ষিত/অভিজ্ঞ সাইন ল্যাঙ্গুয়েজ শিক্ষকদের সাথে সংযুক্ত করা • বধির ব্যক্তিদের স্বাভাবিক উপায়ে ( যেমন বধির কমিউনিটিদের দ্বারা ব্যবহৃত নেটিভ সাইন স্ট্রাকচার, ভিজ্যুয়াল ব্যাকরণ এবং প্রচলিত স্বাভাবিক অভিব্যক্তি ) সাইন ল্যাঙ্গুয়েজের উপর ভিত্তি করে শেখানোর এক পদ্ধতি তৈরি করা • স্কুল ও টিচারদের এমন টুল দেওয়া, যাতে তারা তাদের শিক্ষার্থীদের অগ্রগতি দেখতে পারে এবং কোন কোন সাইন তাদের জন্য বেশ কঠিন তা বুঝতে পারে আমাদের লক্ষ্য হল এমন ব্যক্তি, পরিবার এবং স্কুলকে সমর্থন করা, যারা বাংলাদেশে বধির সম্প্রদায়কে নিয়ে কাজ/সাহায্য করে
