Repository: netcreativeswas/Love2LearnSign
Catalog: app/lib/l10n/arb/app_*.arb
Languages: bn

# loveToLearnSign
source: Bangla Sign Language
bn: বাংলা ইশারা ভাষা

# headlineSignLanguage
source: Bangla Sign Language
bn: বাংলা ইশারা ভাষা

# drawerMenu
source: Menu
bn: মেনু

source: Settings
bn: সেটিংস

# addWord
source: Add a new word
bn: শব্দ যোগ

# drawerLogin
source: Login
bn: লগইন

# drawerLogout
source: Logout
bn: লগআউট

# logoutSuccess
source: You have successfully logged out!
bn: লগআউট সম্পন্ন হয়েছে

source: Play
bn: শুরু

source: Pause
bn: বিরতি

source: Share
bn: শেয়ার

# favorite
source: Add to Favorite
bn: ফেভারিটে যোগ করুন

# unfavorite
source: Remove from Favorite
bn: ফেভারিট থেকে সরিয়ে দিন

# tabHome
source: Home
bn: হোম

# tabDictionary
source: Dictionary
bn: ডিকশনারি

# tabGame
source: Games
bn: গেমস

# settingsSectionLanguage
source: Language
bn: ভাষা

# settingsLanguage
source: App Language
bn: অ্যাপ ভাষা

source: English
bn: ইংরেজি

source: Bengali
bn: বাংলা

# settingsLanguageSubtitle
source: Change the app's language across all screens
bn: অ্যাপের ভাষা পরিবর্তন করুন

source: General
bn: সাধারণ

source: Dark Mode
bn: ডার্ক মোড

# settingsSectionCachingOptions
source: Caching Options
bn: ক্যাশিং অপশন

# preloadVideosTitle
source: Preload videos when opening a category
bn: ক্যাটাগরি খোলার আগে ভিডিও লোড করুন

# preloadVideosSubtitle
source: This can reduce wait time but may use more data
bn: অপেক্ষার সময় কমাবে, তবে বেশি ডেটা ব্যবহার হবে

# clearCachedVideosTitle
source: Clear cached videos
bn: ক্যাশ ভিডিও মুছে ফেলুন

# clearCachedVideosSubtitle
source: Remove all downloaded videos from cache
bn: ক্যাশে সব ভিডিও মুছুন

# dialogClearCacheTitle
source: Clear Cache
bn: ক্যাশ মুছে ফেলুন

# dialogClearCacheContent
source: Are you sure you want to delete all cached videos?
bn: আপনি কি ক্যাশে ভিডিও মুছে ফেলতে চান?

# snackbarCacheNotFound
source: ⚠️ Cache directory not found.
bn: ⚠️ ক্যাশ ডিরেক্টরি পাওয়া যায়নি।

# snackbarCacheCleared
source: ✅ Cache cleared successfully
bn: ✅ ক্যাশ সফলভাবে পরিষ্কার হয়েছে

# maxCacheSizeTitle
source: Maximum cache size
bn: সর্বোচ্চ ক্যাশ সাইজ

# maxCacheSizeSubtitle
source: Set how much space the cache is allowed to use (in MB)
bn: কত এমবি ক্যাশ ব্যবহার করবে তা নির্ধারণ করুন

# cacheWifiTitle
source: Cache videos only on Wi-Fi
bn: শুধুমাত্র Wi-Fi এ ভিডিও ক্যাশ করুন

# cacheWifiSubtitle
source: When enabled, videos will be cached in the background only if the device is connected to Wi-Fi.
bn: চালু থাকলে Wi-Fi এ সংযুক্ত থাকলে ব্যাকগ্রাউন্ডে ভিডিও ক্যাশিং হবে।

# storageSectionTitle
source: Storage
bn: স্টোরেজ

# currentCacheUsage
source: Current cache: {mb} MB
bn: বর্তমান ক্যাশ: {mb} এমবি

source: Open system storage settings
bn: সিস্টেম স্টোরেজ খুলুন

source: Calculating...
bn: হিসাব হচ্ছে…

# notificationNewWordsTitle
source: New words added
bn: নতুন শব্দ যোগ হয়েছে

# notificationNewWordsBody
source: New words added to the dictionary! Go to the app’s homepage to see what’s new.
bn: ডিকশনারিতে নতুন শব্দ যোগ হয়েছে! তা দেখতে হোমপেজে যান।

# settingsSectionNotifications
source: Notifications
bn: নোটিফিকেশন

# currentCacheTitle
source: Current Cache — {mb} MB
bn: বর্তমান ক্যাশ — {mb} এমবি

# currentCacheSubtitle
source: Approximate size of videos and thumbnails stored locally for faster playback. Tap refresh to recalculate.
bn: ভিডিও এবং থাম্বনেল দ্রুত চালানোর জন্য স্থানীয়ভাবে সংরক্ষিত আনুমানিক সাইজ। পুনরায় গণনার জন্য রিফ্রেশ করুন।

# notificationLearnWordTitle
source: Learn one sign today!
bn: আজ একটি সাইন শিখুন!

# notificationLearnWordHelp
source: If you are unable to see the reminder, please enable Notifications for Love to Learn Sign in your system settings. On some Android phones you may also need to disable battery optimization / allow background activity for the app.
bn: রিমাইন্ডার দেখতে না পেলে, অনুগ্রহ করে সিস্টেম সেটিংসে Love to Learn Sign অ্যাপের Notifications চালু করুন। কিছু Android ফোনে অ্যাপের জন্য battery optimization বন্ধ করতে / background activity অনুমতি দিতে হতে পারে।

# notificationLearnWordTimeTitle
source: Notification Time
bn: নোটিফিকেশন সময়

# notificationCategoryTitle
source: Select category
bn: বিভাগ বাছাই করুন

# notificationLearnWordBody
source: Have you learned your new word today? {word}
bn: আপনি কি আজ নতুন শব্দ শিখেছেন? {word}

# welcomeTitle
source: Welcome
bn: স্বাগতম

# favoritesVideos
source: Favorite Videos
bn: ফেভারেট ভিডিও

# noFavorites
source: No favorites yet.
bn: কোনো ফেভারেট নেই

source: What's New
bn: নতুন বিষয়

# noNewVideos
source: No new videos recently.
bn: কোনো নতুন ভিডিও যোগ হয়নি

source: Online
bn: অনলাইন

source: Website
bn: ওয়েবসাইট

source: Instagram
bn: ইনস্টাগ্রাম

source: Facebook
bn: ফেসবুক

source: Donation
bn: ডোনেশন

source: Contact us
bn: যোগাযোগ

source: Removed from favorites
bn: ফেভারিট থেকে সরানো হয়েছে

# tabHistory
source: History
bn: ইতিহাস

# searchHint
source: Search by English or Bengali...
bn: ইংরেজি বা বাংলা দ্বারা সার্চ করুন

# selectCategory
source: Or select a category
bn: অথবা বিভাগ নির্বাচন করুন

source: All Words
bn: সকল শব্দ

# noResults
source: No results found.
bn: কোনো ফলাফল নেই

# containerBText
source: Search for a word or select a category
bn: একটি শব্দ খুজুন অথবা বিভাগ বাছাই করুন

# noHistory
source: No history yet.
bn: এখনও কোনো তথ্য নেই

# clearHistoryTooltip
source: Clear history
bn: ইতিহাস মুছুন

# chooseGame
source: Choose a game
bn: গেম বাছাই করুন

# donationErrorInvalidAmount
source: Please enter or select a valid amount.
bn: বৈধ পরিমাণ লিখুন অথবা বাছাই করুন

# donationErrorSelectMethod
source: Please select a payment method.
bn: পেমেন্ট পদ্ধতি বাছাই করুন

# donationErrorStripeCustomMonthly
source: Custom recurring amount not supported for Stripe.
bn: স্ট্রাইপের জন্য পুনরাবৃত্ত কাস্টম অ্যামাউন্ট সমর্থিত না

# donationErrorStripeCustom
source: Custom amount not supported for Stripe.
bn: স্ট্রাইপের জন্য জন্য কাস্টম অ্যামাউন্ট সমর্থিত না

# donationBankTransferTitle
source: Bank Transfer Instructions
bn: ব্যাংক ট্রান্সফার নির্দেশাবলী

# donationBankTransferContentWithAmount
source: Thank you for your willingness to donate {amount}. Please transfer to: Account holder: Your Name or Organization IBAN: XX00 0000 0000 0000 0000 BIC/SWIFT: ABCDUSXX In the reference, indicate "Donation {amount}".
bn: {amount} দানের জন্য ধন্যবাদ। অনুগ্রহ করে নিম্নলিখিত অ্যাকাউন্টে ট্রান্সফার করুন: অ্যাকাউন্ট হোল্ডার: আপনার নাম বা প্রতিষ্ঠান IBAN: XX00 0000 0000 0000 0000 BIC/SWIFT: ABCDUSXX রেফারেন্সে লিখুন “Donation {amount}।”

# donationBankTransferContent
source: Thank you for your willingness to donate. Please transfer to: Account holder: Your Name or Organization IBAN: XX00 0000 0000 0000 0000 BIC/SWIFT: ABCDUSXX In the reference, indicate "Donation".
bn: দানের ইচ্ছার জন্য ধন্যবাদ। অনুগ্রহ করে নিম্নলিখিত অ্যাকাউন্টে ট্রান্সফার করুনঃ অ্যাকাউন্ট হোল্ডার: আপনার নাম বা প্রতিষ্ঠান IBAN: XX00 0000 0000 0000 0000 BIC/SWIFT: ABCDUSXX রেফারেন্সে লিখুন “Donation”।

# donationButton
source: Donate
bn: দান করুন

source: OK
bn: ঠিক আছে

source: Cancel
bn: বাতিল

# flashcardGame
source: Flashcard
bn: ফ্ল্যাশকার্ড

# noVideo
source: No video available
bn: কোন ভিডিও নেই

source: Number of flashcards
bn: ফ্ল্যাশকার্ডের সংখ্যা

# numberOfFlashcardsDesc
source: Choose how many cards to study.
bn: কতগুলো কার্ড পড়বেন তা বাছাই করুন

source: Flashcard content
bn: ফ্ল্যাশকার্ডের বিষয়বস্তু

# flashcardContentDesc
source: Select which category the flashcards come from.
bn: ফ্ল্যাশকার্ডের বিভাগ বাছাই করুন

# flashcardStartingPointTitle
source: Starting side
bn: শুরুর ধরন

# flashcardStartingPointDesc
source: Choose what appears on the front of the card.
bn: ফ্ল্যাশকার্ডের সামনে কি দেখা যাবে তা বাছাই করুন।

# flashcardStartingPointWord
source: A word
bn: একটি শব্দ

# flashcardStartingPointSign
source: A sign language video
bn: ইশারাভাষায় ভিডিও

source: Quiz completed
bn: কুইজ সম্পন্ন

source: Try again
bn: আবার চেষ্টা করুন

source: Back to categories
bn: ক্যাটাগরিতে ফিরুন

source: Back to game page
bn: গেম পেজে ফিরুন

# randomWordsQuiz
source: Random words
bn: র‍্যান্ডম শব্দ

source: Quiz by category
bn: বিভাগ অনুযায়ী কুইজ

# questionPrompt
source: What does this sign mean?
bn: এই ইশারার মানে কী?

source: No words found.
bn: এই বিভাগে কোনো শব্দ নেই

# selectAnswerFirst
source: Select your answer first
bn: প্রথমে উত্তর বাছাই করুন

source: Submit
bn: সাবমিট

source: Next
bn: পরবর্তী

# shareText
source: I scored {score}/{total} in the sign language quiz! Can you beat me? Download Love to Learn Sign: https://love2learnsign.com/download
bn: সাইন ভাষার কুইজে {score}/{total} পেয়েছি! আপনি কি তা করতে পারবেন? Love to Learn Sign ডাউনলোড করুন: https://love2learnsign.com/download

# loginSuccess
source: You have successfully logged in!
bn: সফলভাবে লগইন করেছেন

# loginTitle
source: Sign In
bn: সাইন ইন

# emailLabel
source: Email
bn: ইমেইল

# passwordLabel
source: Password
bn: পাসওয়ার্ড

# passwordHelperText
source: Use at least 12 characters with uppercase, lowercase, numbers, and symbols
bn: কমপক্ষে ১২ অক্ষরের পাসওয়ার্ড দিন (বড় ও ছোট হাতের অক্ষর, সংখ্যা ও বিশেষ চিহ্নসহ)

# passwordValidatorEmpty
source: Please enter a password
bn: অনুগ্রহ করে পাসওয়ার্ড লিখুন

# passwordValidatorRequirements
source: Password must be at least 12 characters and include uppercase, lowercase, a number, and a symbol
bn: পাসওয়ার্ড কমপক্ষে ১২ অক্ষরের হতে হবে এবং বড় ও ছোট হাতের অক্ষর, একটি সংখ্যা ও বিশেষ চিহ্ন থাকতে হবে

source: Forgot password?
bn: পাসওয়ার্ড ভুলে গেছেন?

# loginButton
source: Sign In
bn: সাইন ইন

# resetPasswordSent
source: Please check your email for password reset instructions.
bn: পাসওয়াার্ড রিসেটের নির্দেশনা ই-মেইলে চেক করুন

# resetPasswordTitle
source: Reset Password
bn: পাসওয়ার্ড রিসেট করুন

# resetPasswordInstructions
source: Enter your email below
bn: ইমেইল লিখুন

# validatorEnterEmail
source: Please enter your email
bn: অনুগ্রহ করে ই-মেইল লিখুন

# validatorValidEmail
source: Enter a valid email
bn: ভ্যালিড ই-মেইল লিখুন

# resetPasswordButton
source: Send reset link
bn: রিসেট লিঙ্ক পাঠান

source: Choose category
bn: বিভাগ বাছাই করুন

# errorPrefix
source: Error
bn: সমস্যা হয়েছে

# noCategories
source: No categories found.
bn: বিভাগ পাওয়া যায়নি।

# infoMinimumCategories
source: Categories with at least 4 words are shown.
bn: বিভাগগুলো কমপক্ষে চারটি শব্দ দেখায়

# reviewedModeTitle
source: Reviewed mode
bn: ভুলগুলো পুনরায় দেখুন

# reviewedModeSubtitle
source: Review wrong answers at the end.
bn: কুইজ শেষে সব ভুল আবার দেখানো হবে।

# speedModeTitle
source: Timed answers mode
bn: সময়-ভিত্তিক উত্তর মোড

# speedModeSubtitle
source: You have a time limit to answer.
bn: উত্তর দেওয়ার সময় সীমিত

# timeLimitTitle
source: Time limit
bn: সময়সীমা

# setTimeLimitTitle
source: Set time limit
bn: সময়সীমা নির্দিষ্ট করুন

source: Number of questions
bn: প্রশ্নের সংখ্যা

# setQuestionCountTitle
source: Set question count
bn: প্রশ্ন সংখ্যা বাছাই করুন

# quizMessageLevel1
source: Oh no, don't worry.
bn: চিন্তা করবেন না

# quizMessageLevel2
source: You're improving.
bn: আপনি উন্নতি করছেন।

# quizMessageLevel3
source: Good try!
bn: ভালো চেষ্টা!

# quizMessageLevel4
source: Nice job!
bn: সুন্দর!

# quizMessageLevel5
source: Excellent work!
bn: চমৎকার!

# quizTitleDynamic
source: Quiz: {category}
bn: কুইজঃ {category}

# notEnoughWords
source: Not enough words in this category.
bn: এই বিভাগে পর্যাপ্ত শব্দ নেই।

# timeUpMessage
source: Time's up!
bn: সময় শেষ!

# questionProgress
source: {current} / {total} questions
bn: {current} / {total} প্রশ্ন

# reviewedQuestionProgress
source: Reviewed question #{current}
bn: প্রশ্ন #{current} দেখা হয়েছে

# activitiesAndHobbies
source: Activities & Hobbies
bn: কার্যকলাপ ও শখ

source: Adjectives
bn: বিশেষণ

# businessAndManagement
source: Business & Management
bn: ব্যবসা ও ব্যবস্থাপনা

# educationAndAcademia
source: Education & Academia
bn: শিক্ষা ও শিক্ষাজগৎ

# familyAndRelationships
source: Family & Relationships
bn: পরিবার ও সম্পর্ক

# foodAndDrinks
source: Food & Drinks
bn: খাবার ও পানীয়

source: Geography – Bangladesh
bn: ভূগোল – বাংলাদেশ

source: Geography – International
bn: ভূগোল – আন্তর্জাতিক

source: Health
bn: স্বাস্থ্য

source: House
bn: বাড়ি

source: Language Basics
bn: ভাষার মূলনীতি

# mediaAndCommunication
source: Media & Communication
bn: মিডিয়া ও যোগাযোগ

# natureAndEnvironment
source: Nature & Environment
bn: প্রকৃতি ও পরিবেশ

source: Nouns
bn: বিশেষ্য

# technologyAndScience
source: Technology & Science
bn: প্রযুক্তি ও বিজ্ঞান

# timeAndDates
source: Time & Dates
bn: সময় ও তারিখ

source: Transport
bn: পরিবহন

source: Verbs
bn: ক্রিয়া

source: Review Box
bn: রিভিউ বক্স

# sortByDate
source: Date
bn: তারিখ

# sortByVolume
source: Volume
bn: শব্দের পরিমাণ

source: overdue
bn: দেরি

# inDays
source: in {days} day{days, plural, =1{} other{s}}
bn: {days} দিনে

source: today
bn: আজ

# signCount
source: Sign{signCount, plural, =1{} other{s}}
bn: সাইন{signCount, plural, =1{} other{সমূহ}}

source: Review now
bn: রিভিউ করুন

# signsToReview
source: {count} sign{count, plural, =1{} other{s}} to review — {dayLabel}
bn: {count} সাইন — গুলো রিভিউ করুন {dayLabel}

source: How to reorder favorites
bn: ফেভারিট পুনরায় সাজানোর নিয়ম

# longPressThumbnail
source: • Long-press a thumbnail to start dragging.
bn: টেনে ধরতে থাম্বনেইলে লং-প্রেস করুন

# dragLeftRight
source: • Drag left or right to change its position.
bn: • বামে বা ডানে টেনে অবস্থান পরিবর্তন করুন।

# releaseToDrop
source: • Release to drop and save the new order.
bn: • ছেড়ে দিয়ে নতুন অর্ডার সেভ করুন

# newFavoritesAdded
source: • New favorites are added at the end by default.
bn: • নতুন ফেভারিট সাধারণত শেষে যোগ হয়।

source: Got it
bn: বুঝেছি

source: Random (all categories)
bn: র‍্যান্ডম ( সব ক্যাটাগরি )

# wordsFromEntireDatabase
source: Words from the entire database
bn: পুরো ডাটাবেস থেকে শব্দ

source: Choose Quiz Category
bn: কুইজ ক্যাটাগরি বাছাই করুন

# quizCategoriesInfo
source: Categories must have at least 4 words to be playable.
bn: কুইজ খেলার জন্য ক্যাটাগরিতে অন্তত ৪টি শব্দ থাকতে হবে।

# quizGame
source: Quiz
bn: কুইজ

source: Flashcard Options
bn: ফ্ল্যাশকার্ড অপশন

source: New Flashcard Game
bn: নতুন ফ্ল্যাশকার্ড

# flashcardMastered
source: Mastered
bn: দক্ষতা অর্জন করেছেন

# flashcardToReview
source: To review
bn: রিভিশন

# flashcardChooseReviewFrequency
source: Choose review frequency:
bn: রিভিয়ের হার বাছাই করুন

# flashcardDays
source: {days} day{days, plural, =1{} other{s}}
bn: {days} দিন

# flashcardCongratsTitle
source: Great job! 🎉
bn: অসাধারণ! 🎉

# flashcardSessionCompleted
source: You’ve completed your {count} flashcards!
bn: আপনি {count} টি ফ্ল্যাশকার্ড সম্পন্ন করেছেন!

# flashcardStatsMastered
source: ✅ Mastered
bn: ✅দক্ষতা অর্জন করেছেন

# flashcardStatsToReview
source: 🔄 To review
bn: 🔄 পরে দেখুন

# flashcardStatsByFrequency
source: Words to review by frequency:
bn: ফ্রিকোয়েন্সি অনুযায়ী রিভিউ:

# flashcardFinish
source: Finish
bn: শেষ

# flashcardTapToFlip
source: Tap to flip
bn: ট্যাপ টু ফ্লিপ

# onboardingIntroText
source: Welcome to the Love to Learn Sign app! We're excited that you've downloaded the app, and we hope it becomes a valuable tool for your journey in learning Bangla Sign Language. Through word searches and interactive games, you'll be able to learn step by step, practice, and make real progress. Whether you are hearing or deaf, this app is designed to help you grow in your knowledge and confidence in sign language. Once again, welcome aboard — and most importantly, enjoy the experience while you learn!
bn: লাভ টু লার্ন সাইনে স্বাগতম! আমরা আনন্দিত যে আপনি অ্যাপটি ডাউনলোড করেছেন। আশা করি এটি আপনাকে বাংলা সাইন ল্যাঙ্গুয়েজ শিখতে সাহায্য করবে। শব্দ খোজা এবং গেমের মাধ্যমে ধাপে ধাপে শিখে, অনুশীলন করে উন্নতি করতে পারবেন। আপনি বধির হোন বা না হোন এই অ্যাপটি সবার সাইন ল্যাঙ্গুয়েজ জ্ঞ্যান ও আত্মবিশ্বাস বাড়াবে। আবারও স্বাগতম এবং সবচেয়ে গুরুত্বপূর্ণ বিষয় শেখার অভিজ্ঞতা উপভোগ করুন!

source: Loading next question...
bn: প্রশ্ন লোড হচ্ছে…

# loadingQuizPleaseWait
source: Loading the quiz, please wait...
bn: কুইজ লোড হচ্ছে

# privacyPolicySubtitle
source: Read our privacy policy and data practices
bn: Privacy Policy & Data Practices পড়ুন

# privacyDialogIntro
source: Love to Learn Sign respects your privacy and is committed to protecting your personal information.
bn: Love to Learn Sign আপনার ব্যক্তিগত তথ্য ও গোপনীয়তাকে সম্মান নিশ্চিত করে

# privacyDialogDataUsageTitle
source: Our app collects and uses data to:
bn: আমাদের অ্যাপ ডেটা সংগ্রহ এবং ব্যবহার করে:

# privacyDialogPointPersonalized
source: • Provide personalized learning experience
bn: • ব্যক্তিগত শিক্ষার সুযোগ প্রদান করা

# privacyDialogPointAccount
source: • Manage user accounts (email for sign-in/sign-up)
bn: • অ্যাকাউন্ট পরিচালনা করুন (সাইন-ইন/সাইন-আপের জন্য ইমেইল)

# privacyDialogPointPremium
source: • Process premium subscriptions (via Google Play/App Store)
bn: • প্রিমিয়াম সাবস্ক্রিপশন প্রক্রিয়া করা (Google Play/App Store এর মাধ্যমে)

# privacyDialogPointAds
source: • Display advertisements (for non-premium users via Google AdMob)
bn: • বিজ্ঞাপন প্রদর্শন করা (Google AdMob এর মাধ্যমে নন-প্রিমিয়াম ব্যবহারকারীদের জন্য)

# privacyDialogPointReminders
source: • Send daily reminder notifications
bn: • প্রতিদিন রিমাইন্ডার পাঠান

# privacyDialogPointCaching
source: • Store video content locally for offline access
bn: • অফলাইনে দেখার জন্য ভিডিও কন্টেন্ট লোকালি সেভ করুন

# privacyDialogPointTracking
source: • Track usage (video views, game sessions) to improve features
bn: ফিচার (ভিডিও ভিউ, গেম সেশন) উন্নত করতে অ্যাপ ব্যাবহার ট্র্যাক করুন

# privacyDialogPointSearchAnalytics
source: • Log anonymous dictionary search analytics (query text, category, result count, found/missing) to improve content — no user IDs are stored
bn: • অভিধান সার্চের তথ্য নেওয়া হয় (শব্দ, বিভাগ, ফলাফলের সংখ্যা, পাওয়া/না-পাওয়া) যাতে নতুন কনটেন্ট উন্নত করা যায় — কোনো আইডি সংরক্ষণ করা হয় না

# privacyDialogPointDemographic
source: • Collect demographic information (hearing status) to understand our user base and improve content for both deaf and hearing learners
bn: • ডেমোগ্রাফিক তথ্য সংগ্রহ করা (শ্রবণ ক্ষমতা) যাতে আমাদের ব্যবহারকারীরা বেস বুঝতে পারে এবং বধির ও শ্রবণশক্তিসম্পন্ন উভয় শিক্ষার্থীদের জন্য কন্টেন্ট উন্নত করতে পারি

# privacyDialogPointImprove
source: • Improve app performance and features
bn: • অ্যাপ ও তার বৈশিষ্ট্য উন্নত করা

# privacyDialogThirdPartyTitle
source: Third-Party Services:
bn: তৃতীয় পক্ষের পরিষেবা:

# privacyDialogThirdPartyFirebase
source: • Google Firebase - Authentication, database, analytics
bn: • Google Firebase - প্রমাণীকরণ, ডাটাবেস, বিশ্লেষণ

# privacyDialogThirdPartyAdmob
source: • Google Mobile Ads (AdMob) - Advertisement display and tracking
bn: • Google Mobile Ads (AdMob) - বিজ্ঞাপন প্রদর্শন ও ট্র্যাকিং

# privacyDialogThirdPartyStores
source: • Google Play Store / Apple App Store - Premium subscription payments
bn: • Google Play Store / Apple App Store - প্রিমিয়াম সাবস্ক্রিপশন পেমেন্ট

# privacyDialogRightsTitle
source: Your Rights:
bn: আপনার অধিকার:

# privacyDialogRightsAccess
source: • Access, modify, or delete your data through app settings
bn: • অ্যাপ সেটিংসের মাধ্যমে ডেটা অ্যাক্সেস, পরিবর্তন বা মুছে ফেলুন

# privacyDialogRightsCancel
source: • Cancel premium subscriptions through store settings
bn: • স্টোর সেটিংসের মাধ্যমে প্রিমিয়াম সাবস্ক্রিপশন বাতিল করুন

# privacyDialogRightsAds
source: • Reset Advertising ID to opt-out of personalized ads
bn: • ব্যক্তিগত বিজ্ঞাপন এড়াতে Advertising ID রিসেট করুন

# privacyDialogRightsDelete
source: • Request data deletion by contacting us
bn: যোগাযোগ করে ডেটা মুছে ফেলার আবেদন করুন

# privacyDialogPremiumTitle
source: Premium Users:
bn: প্রিমিয়াম ব্যবহারকারী:

# privacyDialogPremiumNoAds
source: • Premium subscriptions remove all advertisements
bn: • প্রিমিয়াম সাবস্ক্রিপশন সমস্ত বিজ্ঞাপন সরিয়ে দেয়

# privacyDialogPremiumPayment
source: • Payment data is processed securely by store platforms
bn: পেমেন্টের তথ্য প্ল্যাটফর্মে সুরক্ষিতভাবে প্রসেস করা হয়

# privacyDialogPremiumNoCard
source: • We do not store your payment card information
bn: আপনার পেমেন্ট তথ্য আমরা রাখি না।

# privacyDialogFullPolicy
source: For the complete privacy policy, visit our website:
bn: সম্পূর্ণ Privacy Policy-র জন্য ওয়েবসাইটে যান:

# privacyDialogContact
source: Contact: info@netcreative-swas.net
bn: যোগাযোগ: info@netcreative-swas.net

source: Close
bn: বন্ধ করুন

# flashcardReminderTitle
source: Flashcard review reminders
bn: ফ্ল্যাশকার্ড রিভিউ

# flashcardReminderTime
source: Reminder time
bn: রিমাইন্ডারের সময়

# administrationAndPublicServices
source: Administration & Public Services
bn: প্রশাসন ও জনসেবা

# cultureAndIdentity
source: Culture & Identity
bn: সংস্কৃতি ও পরিচয়

# politicsAndSociety
source: Politics & Society
bn: রাজনীতি ও সমাজ

# professionsAndOccupations
source: Professions & Occupations
bn: পেশা

source: Religion
bn: ধর্ম

source: JW Organisation
bn: যিহোবার সাক্ষিদের সংগঠন

source: Biblical Content
bn: বাইবেলের বিষয়বস্তু

# grammarAndBasics
source: Grammar & Basics
bn: ব্যাকরণ ও মূলনীতি

# outdoorAndSports
source: Outdoor & Sports
bn: আউটডোর ও স্পোর্টস

# artsAndCrafts
source: Arts & Crafts
bn: শিল্পকলা

# musicAndDance
source: Music & Dance
bn: সঙ্গীত ও নাচ

source: Games
bn: গেমস

# homeAndHobbies
source: Home & Hobbies
bn: বাড়ি ও শখ

source: Qualities
bn: গুণাবলী

# flawsAndWeaknesses
source: Flaws & Weaknesses
bn: ত্রুটি ও দুর্বলতা

source: Emotions
bn: আবেগ

source: Condition
bn: অবস্থা

# citizenServicesAndIds
source: Citizen Services & IDs
bn: নাগরিক সেবা ও আইডি

# publicServicesAndFacilities
source: Public Services & Facilities
bn: জনসেবা ও সুবিধা

# governmentOfficesAndAuthorities
source: Government Offices & Authorities
bn: সরকারি অফিস ও কর্তৃপক্ষ

# documentsAndLaw
source: Documents & Law
bn: ডকুমেন্ট ও আইন

# planningAndOrganizing
source: Planning & Organizing
bn: পরিকল্পনা ও সংগঠন

# moneyAndEconomy
source: Money & Economy
bn: টাকা-পয়সা ও অর্থনীতি

# dealsAndContracts
source: Deals & Contracts
bn: চুক্তি ও লেনদেন

# moneyAndAccounts
source: Money & Accounts
bn: হিসাব-নিকাশ

# operationsAndSupply
source: Operations & Supply
bn: কার্যক্রম ও সরবরাহ

# marketingAndSales
source: Marketing & Sales
bn: মার্কেটিং

# peopleAndHr
source: People & HR
bn: জনশক্তি ও মানবসম্পদ ( HR )

source: Languages
bn: ভাষা

# clothesAndDress
source: Clothes & Dress
bn: পোশাক

# foodAndCooking
source: Food & Cooking
bn: খাদ্য ও রান্না

# traditionsAndFestivals
source: Traditions & Festivals
bn: উৎসব ও রীতি-নীতি

# artsAndHeritage
source: Arts & Heritage
bn: শিল্প-ঐতিহ্য

# schoolsAndColleges
source: Schools & Colleges
bn: স্কুল-কলেজ

source: Subjects
bn: সাব্জেট

# examsAndGrades
source: Exams & Grades
bn: পরীক্ষা ও ফলাফল

# classroomAndTools
source: Classroom & Tools
bn: ক্লাসরুম

# researchAndPapers
source: Research & Papers
bn: গবেষণা

source: Family Members
bn: পরিবারের সদস্য

# marriageAndInLaws
source: Marriage & In-Laws
bn: বিয়ে ও শ্বশুরবাড়ি

# relationshipsAndStatus
source: Relationships & Status
bn: সম্পর্ক ও সম্মান

source: Ingredients
bn: উপকরণ

source: Dishes
bn: খাবার

source: Drinks
bn: পানীয়

# cookingAndTools
source: Cooking & Tools
bn: রান্না ও উপকরণ

source: Eating Places
bn: খাওয়ার জায়গা

# citiesAndDistricts
source: Cities & Districts
bn: শহর ও জেলা

source: Towns
bn: শহর

# neighborhoodsAndLocalities
source: Neighborhoods & Localities
bn: মহল্লা ও এলাকা

# institutionsAndFacilities
source: Institutions & Facilities
bn: প্রতিষ্ঠান ও সুবিধা

# countriesAndRegions
source: Countries & Regions
bn: দেশ ও অঞ্চল

# citiesAndCapitals
source: Cities & Capitals
bn: শহর ও রাজধানী

# natureLandAndWater
source: Nature (Land & Water)
bn: প্রকৃতি

source: Landmarks
bn: বিখ্যাত স্থান

# orgsAndCodes
source: Orgs & Codes
bn: সংস্থা ও কোড

source: Body
bn: শরীর

# illnessAndSymptoms
source: Illness & Symptoms
bn: রোগ ও লক্ষণ

# careAndTreatment
source: Care & Treatment
bn: যত্ন ও চিকিৎসা

# medicineAndTools
source: Medicine & Tools
bn: ওষুধ ও চিকিৎসা সরঞ্জাম

# fitnessAndDiet
source: Fitness & Diet
bn: ব্যায়াম ও খাদ্যাভ্যাস

source: Rooms
bn: কক্ষ

source: Furniture
bn: আসবাবপত্র

source: Appliances
bn: যন্ত্রপাতি
